Repository: JKubovy/plugin.video.tipsport.elh
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# #30001
source: Login successful
cs_cz: Přihlášení proběhlo v pořádku
sk_sk: Prihlásenie prebehlo v poriadku

# #30002
source: Match start at
cs_cz: Začátek zápasu v
sk_sk: Začiatok zápasu v

# #30003
source: Score
cs_cz: Stav
sk_sk: Stav

# #30005
source: Today no streams are available
cs_cz: Dnes žádné zápasy neprobíhají
sk_sk: Dnes žiadne zápasy neprebiehajú

# #30006
source: The Czech Extraliga is the highest-level ice hockey league in the Czech Republic.
cs_cz: Extraliga ledního hokeje je nejvyšší soutěž v ledním hokeji, která je pořádána na území České republiky.
sk_sk: ktorá je usporiadaná na území Českej republiky.

# #30007
source: Slovak Extraliga is the highest-level ice hockey league in Slovakia.
cs_cz: Tipsport liga je nejvyšší klubová soutěž na Slovensku v ledním hokeji, kterou organizuje Slovenský svaz ledního hokeje.
sk_sk: Tipsport liga je najvyššia klubová súťaž na slovenskom v ľadovom hokeji, ktorú organizuje Slovenský zväz ľadového hokeja.

# #30008
source: Stream has not been started yet
cs_cz: Stream ještě nebyl spuštěn
sk_sk: Stream ešte nebol spustený

# #30009
source: The Chance Liga is the second-highest level of professional ice hockey in the Czech Republic.
cs_cz: 1. česká hokejová liga, od sezóny 2018/2019 nazývaná podle svého titulárního partnera Chance liga, je druhá nejvyšší hokejová soutěž v České republice.
sk_sk: 1. česká hokejová liga, od sezóny 2018/2019 nazývaná podľa svojho titulárneho partnera Chance liga, je druhá najvyššia hokejová súťaž v Českej republike.

# #31000
source: Tipsport Account
cs_cz: Tipsport Účet
sk_sk: Tipsport Účet

# #31002
source: Password
cs_cz: Heslo
sk_sk: Heslo

# #31003
source: Check login
cs_cz: Ověřit přihlášení
sk_sk: Skontrolovať prihlásenie

# #31004
source: Misc
cs_cz: Ostatní
sk_sk: Ostatné

# #31005
source: Send anonymous crash logs
cs_cz: Odesílat anonymní chybové hlášení
sk_sk: Odosielať anonymné chybové hlásenie

# #31006
source: Update addon's code from github.com
sk_sk: Aktualizovať kód doplnku z github.com

# #31010
source: Generate match logos
cs_cz: Generovat loga zápasů
sk_sk: Generovať loga zápasov

# #31011
source: Preferred page
cs_cz: Preferovaná stránka
sk_sk: Preferovaná stránka

# #31014
source: Show all streams (could not work!)
cs_cz: Ukázat všechny přenosy (nemusí fungovat!)
sk_sk: Ukázať všetky prenosy (nemusí fungovať!)

# #31015
source: Set preferred quality
cs_cz: Nastavit preferovanou kvalitu
sk_sk: Nastaviť preferovanú kvalitu

# #31016
source: Put all streams to folder structure
cs_cz: Zobrazit všechny přenosy ve složkách
sk_sk: Zobraziť všetky prenosy v zložkách

# #32000
source: Error
cs_cz: Chyba
sk_sk: Chyba

# #32001
source: Check internet connection
cs_cz: Zkontrolujte internetové připojení
sk_sk: Skontrolujte internetové pripojenie

# #32002
source: Login failed. Check username/password in settings
cs_cz: Přihlášení selhalo. Zkontrolujte uživatelské jméno/heslo v nastavení
sk_sk: Prihlásenie zlyhalo. Skontrolujte užívateľské meno/heslo v nastavení

# #32003
source: Unable to get stream metadata
cs_cz: Nepovedlo se získat informace o videu
sk_sk: Nepodarilo sa získať informácie o videu

# #32004
source: Unable to parse stream metadata
cs_cz: Nepovedlo se zpracovat informace o videu
sk_sk: Nepodarilo sa spracovať informácie o videu

# #32005
source: Unsupported format of stream metadata
cs_cz: Nepodporované informace o videu
sk_sk: Nepodporované informácie o videu

# #32006
source: Unable to detect scriptSessionId
cs_cz: Nepovedlo se získat scriptSessionId
sk_sk: Nepodarilo sa získať scriptSessionId

# #32007
source: Unable to get StreamNumber
cs_cz: Nepovedlo se získat StreamNumber
sk_sk: Nepodarilo sa získať StreamNumber

# #32008
source: Unknown error, please send us crash log
cs_cz: Neznámá chyba, prosíme o zaslání chybového hlášení
sk_sk: Neznáma chyba, prosíme o zaslanie chybového hlásenia

# #32009
source: Anonymous crash log was send
cs_cz: Anonymní chybové hlášení bylo odesláno
sk_sk: Anonymné chybové hlásenie bolo odoslané

# #32010
source: Unable to get list of streams. Please repeate request
cs_cz: Nepodařilo se získat seznam přenosů. Opakujte akci
sk_sk: Nepodarilo sa získať zoznam prenosov. Opakujte akciu

# #32011
source: Unexpected addon error. Reinstall addon if this message reappearing
cs_cz: Neočekávaná chyba doplňku. Přeinstaluje addon, pokud se zpráva objevuje opakovaně
sk_sk: Neočakávaná chyba doplnku. Preinštaluje addon, ak sa správa objavuje opakovane

# #32012
source: This plugin need update to keep working
cs_cz: Je třeba aktualizovat tento doplněk pro správné fungování
sk_sk: Je potrebné aktualizovať tento doplnok pre správne fungovanie

# #32013
source: Kindly request header
sk_sk: Zdvorilá žiadosť

# #32014
source: Kindly request text
sk_sk: Týmto VÁS chcem požiadať o finančný príspevok na podporu vývoja tohto doplnku. Vytváram ho vo voľnom čase a teraz potrebujem spustiť službu v cloude, aby sme sa mohli prihlásiť na Tipsport.cz. To so sebou prináša mesačné výdavky. Ak sa rozhodnete poďakovať za tento projekt a podporiť jeho fungovanie, môžete tak urobiť na paypal.me/JanKubovy alebo ko-fi.com/JanKubovy (odkazy nájdete aj v sekcii Informácie doplnku). Ďakujem!

# #32015
source: Add-on update failed
sk_sk: Aktualizácia doplnku zlyhala

# #32016
source: The add-on has been successfully updated
sk_sk: Doplnok bol úspešne aktualizovaný

# #32013
source: kindly_request_header
cs_cz: Zdvořilá žádost

# #32014
source: kindly_request_text
cs_cz: Tímto způsobem VÁS chci požádat o finanční příspěvěk pro podporu vývoje doplňku. Vytvářím ho ve svém volném čase a nově je třeba ještě provozovat službu v cloudu, aby vůbec bylo možné se přihlásit na Tipsport.cz. To sebou přináší měsíční výdaje. Pokud se rozhodnete za tento projekt poděkovat a podpořit jeho provoz, můžete tak učinit na stránce paypal.me/JanKubovy nebo ko-fi.com/JanKubovy. Děkuji
